Revit 2027 API
ParameterTypeId.MassFloorAreaLevels Property
 "Mass Floors"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MassFloorAreaLevels { get; }
Public Shared ReadOnly Property MassFloorAreaLevels As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MassFloorAreaLevels {
	ForgeTypeId^ get ();
}
static member MassFloorAreaLevels : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace